base
base-devel
bluez
bluez-utils
brightnessctl
btop
conky
efibootmgr
fastfetch
figlet
firefox
git
github-cli
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
imagemagick
intel-ucode
jq
kitty
lf
libnotify
libpulse
linux
linux-firmware
mpc
mpd
mpv
ncmpcpp
neovim
net-tools
networkmanager
nodejs
noto-fonts
npm
ntfs-3g
nwg-look
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
python-mutagen
python-pip
slurp
sof-firmware
speech-dispatcher
stow
sudo
swaync
swww
toilet
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
waybar
wget
wireplumber
wl-clip-persist
woff2-font-awesome
wofi
wpa_supplicant
xdg-utils
yt-dlp
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
