android-tools
android-udev
base
base-devel
bc
bind
bluez
bluez-utils
brightnessctl
btop
cliphist
conky
efibootmgr
fastfetch
figlet
fontforge
git
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
imagemagick
intel-ucode
jdk-openjdk
jq
kitty
ldns
lf
libnotify
libpulse
linux
linux-firmware
mpc
mpd
mpv
ncmpcpp
neovim
net-tools
network-manager-applet
networkmanager
noto-fonts
ntfs-3g
nwg-look
openresolv
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-kde-agent
power-profiles-daemon
pulsemixer
python-mutagen
python-pip
qt5-wayland
qt6-wayland
slurp
sof-firmware
stow
sudo
swaync
swww
telegram-desktop
thunar
tk
toilet
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
waybar
wev
wget
wireguard-tools
wireplumber
wl-clip-persist
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
ydotool
yt-dlp
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
