alsa-utils
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
aquamarine
archinstall
base
base-devel
bat
blender
bluez
bluez-utils
brightnessctl
btop
cava
chafa
chaotic-keyring
chaotic-mirrorlist
cliphist
cpio
cuda
docker
docker-compose
efibootmgr
evtest
fastfetch
ffmpegthumbnailer
file-roller
firefox
freecad
fzf
gcr
git
github-cli
google-chrome
gradle
grim
gst-libav
gst-plugin-pipewire
gum
gvfs
highlight
htop
hypnotix
hyprcursor
hyprgraphics
hypridle
hyprland
hyprlang
hyprlock
hyprpicker
hyprutils
hyprwayland-scanner
imagemagick
imv
inkscape
intel-media-driver
intel-ucode
iwd
jamesdsp
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
jq
kitty
lf
libinput-gestures
libmpeg2
libpulse
librecad
libva-intel-driver
linux
linux-firmware
lmms
meson
micro
mingw-w64-gcc
mpc
mpd
mpv
nano
nasm
ncmpcpp
neovim
networkmanager
network-manager-applet
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nwg-dock-hyprland
nwg-look
openscad
pamixer
papirus-icon-theme
pavucontrol
perl-image-exiftool
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
python-pipx
qt5-wayland
qt6-wayland
resvg
scrcpy
simple-mtpfs
slurp
smartmontools
socat
sof-firmware
swappy
swaync
swww
sxiv
telegram-desktop
terminus-font
thunar
thunar-archive-plugin
transmission-cli
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
tumbler
unzip
usbutils
uwsm
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulkan-tools
waybar
webkit2gtk-4.1
wget
wireless_tools
wireplumber
wl-clipboard
wl-clip-persist
wlogout
wmctrl
woff2-font-awesome
wofi
wtype
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xf86-video-nouveau
xorg-server
xorg-xev
xorg-xinit
yazi
ydotool
yt-dlp
zoxide
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
